<p>อาหารที่มีสารก่อภูมิแพ้หลักๆ มีอยู่ 14 ชนิด ที่จำเป็นต้องแสดงเมื่อใช้เป็นส่วน ผสม รายการต่อไปนี้จะบอกให้
    ท่านทราบว่าอาหารที่มีสารก่อภูมิแพ้มีอะไรบ้าง และจะมีตัวอย่างอาหารที่อาจะพบสารก่อภมูิแพ้เหล่านี้้ด้วย</p>
<p>1 ผักขึ้นฉ่าย คือ รวมถึง ลำต้นใบและเมล็ดขึ้นฉ่าย และหัวขึ้นฉ่ายฝรั่ง มักจะพบในเกลือผลสมขึ้นฉ่าย สลัด ผลิตภัณฑ์เนื้อบางชนิด
ซุป และ เครื่องปรุงซุปแบบก้อน</p>
<p>2 ซึ่งได้แก่ ข้าวสาลี(เช่น สเปลท์ และข้าวสาลีโคราซาน/คามุท)ข้าวไรย์ ข้าวบาร์เลย์ และโอ๊ต มักจะพบในอาหารที่มีแป้งเป็นส่วนผสม
เช่น ผงฟูบางชนิด แป้งชุดทอด เกล็ดขนมปัง ขนมปัง ขนมเค้ก คูสคูส ผลิตตภัณฑ์เนื้อ พาสต้า แป้งพาย ซอสซุป และอาหารอื่นๆ ที่มีการโรยแป้ง
ธัญพืชเป็นอาหารที่จะต้องแสดง แต่ขึ้นอยู่กับตัวท่านว่าท่านต้องการที่แสดงกลูเตนที่มีอยู่ในธัญพืชหรือไม่</p>
<p>3 สัตว์น้ำที่มี เปลือกแข็ง ซึ่งได้แก ปู ล็อบสเตอร์ กุ้งและกุ้งสแคมปี มักจะพบในกะปิที่ใช้ในแกงอาหารไทย หรือ สลัดไทย
</p>
<p>4 ไข่ มักจะพบในขนมเค้ก ผลิตภัณฑ์เนื้อบางชนิด มายองเนส มูส พาสต้า คีช ซอสและอาหารที่ทาหรือเคลือบด้วยไข่
</p>
<p>5 ปลา มักจะพบในน้ำปลาบางชนิด พิซซ่า เครื่องปรงุรส น้ำปรุงสลัด เครื่องปรุงซุปแบบก้อน และในซอสวูสเตอร์</p>
<p>6 ลุพิน รวมถึงเมล็ดลูพิน และแป้งลูพิน และสามารถพบได้ในขนมปัง บางชนิด รวมทั้งแป้งพาย และพาสต้า</p>
<p>7 นม พบในเนย เนยแข็ง ครีม นมผง และโยเกริต์ มักจะใช้ในอาหาร ทเี่คลือบด้วยนม ผงซุป และซอสต่างๆ</p>
<p>8 สัตว์จำพวกหอย และปลาหมึก ซึ่งไดแ้ก ่หอยแมลงภ ู่หอยทาก ปลาหมึก และหอยเทพรส มัก จะพบในซอสหอยนำงรม
    หรือใช้เป็นส่วนผสมในสตูว์ปลา
</p>
<p>9 มัสตาร์ด  รวมถึงมัสตาร์ดเหลว ผงมัสตาร์ด และเมล็ดมัสตาร์ด มักจะพบ ในขนมปัง แกงกะหร ี่ผงหมัก ผลติภณัฑเ์นื้อ
    น้ำปรุงสลัด ซอสและซุป</p>
<p>10 ถั่วที่มีเปลือกแข็ง ซึ่งไดแ้ก ่อัลมอนด ์ เฮเซิลนัท วอลนัท เม็ดมะม่วงหิมพานต์ ถั่วพีแคน ถั่วบราซิล ถั่วพิสตาชิโอ ถั่วแมคคาเดเมีย
หรือถั่วควีนส์แลนด์ ถั่วหล่านี้สามารถพบได้ในขนมปัง  บิสกิต แครก เกอร ์ขนมหวาน ไอศกรีม มาร์ซีแพน </p>
<p>11 ถั่วดิสง สามารถพบได้ในบิสกิต ขนมเค้ก แกงกะหร ี่ขนมหวาน และ ซอสต่างๆ เช่น น้ำจิ้มสะเตะ๊ และยังพบในน้ำมันถั่วดิสง และ แป้งถั่วดิสงด้วย
</p>
<p>12 เมล็ดงา  สามารถพบได้ในขนมปัง ขนมปังแท่ง ฮูมูส น้ำมันงา และทาฮินี (งาบดเป็นครีมข้น)</p>
<p>13 ถั่วเหลือง สำมำรถพบได้ในเต้าหู้ ้ถั่วแระญี่ปุ่น เต้าเจี้ยวญี่ปุ่นบด โปรตีน เกษตรหรือเนื้อเทียม แป้งถั่วเหลือง หรือเต้าหู้ มักจะใช้ในขนม
    หวานบางชนิด รวมทั้งไอศรีม   ผลิตภัณฑเ์นื้อ ซอสต่างๆ และ ผลิตภัณฑเ์อาหารมังสวิรัติ
</p>14 ซัลเฟอร์ได อ็อกไซด์ มักใช้สารกันบุดหรือวัตถุกันเสียในผลไม้แห้ง ผลิตภัณฑเ์เนื้อสัตว์ น้ำอัดลม และผักต่างๆ รวมทั้งไวน์ และเบียร์
<p><br></p>